import card1 from "../images/card1.png";
import card2 from "../images/card2.png";
import card3 from "../images/card3.png";

const ApiCards = [
  {
    image: `${card1}`,
    date: '2 августа, 2019',
    header: 'Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'дзен',
    keyword: 'Природа'
  },
  {
    image: `${card2}`,
    date: '2 августа, 2019',
    header: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'Афиша',
    keyword: 'Фoтограф'
  },
  {
    image: `${card3}`,
    date: '2 августа, 2019',
    header: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'Медиазона',
    keyword: 'Тайга'
  },
  {
    image: `${card1}`,
    date: '2 августа, 2019',
    header: 'Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'дзен',
    keyword: 'Природа'
  },
  {
    image: `${card2}`,
    date: '2 августа, 2019',
    header: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'Афиша',
    keyword: 'Фoтограф'
  },
  {
    image: `${card3}`,
    date: '2 августа, 2019',
    header: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'Медиазона',
    keyword: 'Тайга'
  }
];

export default ApiCards;